Repository: EduardAgapia/qr4all
Catalog: lib/l10n/app_*.arb
Languages: ro

source: To
ro: Catre

source: Turistic Areas
ro: Zone turistice

source: Qr scan
ro: Scaneaza codul QR

source: Near Me
ro: In apropierea mea

source: Main menu
ro: Zone turistice

source: Description
ro: Descriere

source: Informations
ro: Informatii utile

# infoDetails
source: Information Details
ro: Detalii despre

# objectives
source: Turistic Objectives
ro: Obiective turistice

source: Trails
ro: Trasee

source: About
ro: Zona turistica

# calendar
source: Events and festivals
ro: Evenimente si festivaluri

source: Trail list
ro: Lista trasee

# find
source: Find the story
ro: Afla povestea

source: Recreation
ro: Agrement

source: Accommodation
ro: Cazare

source: Restaurants
ro: Restaurante

source: Producers
ro: Producatori locali

source: Legends
ro: Legende si povesti locale

source: Open
ro: Deschide
